[{
        "images": ["1d.JPG", "1e.JPG"],
        "description": "You were conceived on 4th September 2013. We didn't find out until the morning of 26th."
    },
    {
        "images": ["2a.jpg"],
        "description": "With Aldo's recommendation, we signed up Sally McNeil as the midwife. This ultrasound scan image was taken when you were only 6-week \"old\"."
    },
    {
        "images": ["2.JPG", "1.JPG"],
        "description": "What you looked like in the 20-week ultrasound scan. "
    },
    {
        "images": ["3.JPG"],
        "description": "Mum, dad and YOU at the St Clair beach. Mum was about to get into the third trimester. Your grandparents took this photo, whose shadows are on the left."
    },
    {
        "images": ["1a.JPG", "1b.JPG", "1c.JPG"],
        "description": "This is how big you had become getting close to the due day. Mom's body started to undergo a series of changes to get ready for you."
    },
    {
        "images": ["4a.JPG", "4a0.jpg"],
        "description": "Mom's water broke ten days before your due day. After a quick check up at the hospital, mom was quickly released because she smiled so happily and it wasn't the \"right\" time yet. After leaving the hospital, mom and dad went to have a cup of chocolate at the Coffee Culture to celebrate.",
        "created_at": "2014:05:17 15:36:00"
    },
    {
        "images": ["4b.JPG", "4c.JPG", "4.JPG"],
        "description": "You were quiet after the first check up. 48 hours after the water broke, Sally suggested induction of labour to minimise the risk of infection. Mum was checked into the Queen's Hospital maternity ward around 6:30 on the 18th so that \"she had plenty of time to give birth to you. \" Mum spent the whole day waiting, but there was no sign of you coming.  "
    },
    {
        "images": ["4d.JPG", "4e.JPG"],
        "description": "After some decent dose of hormone gel, the contraction started the next morning. By the late afternoon, the pain was finally in full swing. However, it took forever for mom to get to even a 1-cm dilation. We tried the hot SPA and walked around to help with the dilation. "
    },
    {
        "images": ["4f.JPG", "4g.JPG", "4h.JPG"],
        "description": "By dinner time, mom finally had an about 2cm dilation, and that was enough for her to take in some epidural. This process was so painful that mom still winced when she thought of how the labour went. "
    },
    {
        "images": ["5b.JPG"],
        "description": "The pain disappeared shortly after the epidural injection. The labour started around midnight, and it only took an hour and a half for mom to deliver you. This photo shows us together for the first time. "
    },
    {
        "images": ["5c.JPG"],
        "description": "Daddy was cutting the umbilical cord, and this gives you the belly button. "
    },
    {
        "images": ["5e.JPG", "5.JPG"],
        "description": "These were the first photos of you. Fresh from the womb.  Can you see how happy mom was? She was very excited to meet you in person, after many months' wait."
    },
    {
        "images": ["5d.JPG"],
        "description": "After being weighed and cleaned, you were handed back to mom. It didn't take you long at all to find the nipples and started sucking.  "
    },
    {
        "images": ["5a.JPG"],
        "description": "The last photo in the birthing unit with everyone who helped to bring you to this world. From left to right, Sally, mom, you and Crystal. Crystal was a medical student by then, and she helped a lot through the labour process. "
    },
    {
        "images": ["6.JPG"],
        "description": "Sleep baby, sleep. "
    },
    {
        "images": ["7.JPG"],
        "description": "Mum was so proud of you."
    },
    {
        "images": ["12a.JPG"],
        "description": "Aldo, Zoe, Finn and Cam came in to pay a visit. Zoe, who wasn't in the photos, took several precious photos of us in the hospital. ",
        "created_at": "2014:05:21 14:37:00"
    },
    {
        "images": ["12.JPG"],
        "description": "Your first poo. Black tar-like meconium. Yuck! ",
        "created_at": "2014:05:21 14:41:00"
    },
    {
        "images": ["8.JPG"],
        "description": "We put you on your first dress, and this was daddy's first time putting clothes on you. "
    },
    {
        "images": ["9.JPG"],
        "description": "The first night you kept crying and didn't know how to settle yourself yet. Daddy had you sleeping over his chest. Look how tiny your little finger was. "
    },
    {
        "images": ["10.JPG"],
        "description": "The next day, we check you out first thing in the morning. Shortly after we arrived, Sally also came for her first home visit. This photo shows her taking blood samples."
    },
    {
        "images": ["11.JPG"],
        "description": "As young parents, mom and dad needed to learn almost everything. Simple tasks like wrapping you up proved to be quite challenging. One of your arms would almost always escape and flying around. "
    },
    {
        "images": ["8a.JPG"],
        "description": " Meg Garner gifted this wrapper not soon after she heard of the wrapping challenges we had. Your grandparents and our friends gave us lots of support in those early days."
    },
    {
        "images": ["9a.JPG"],
        "description": "The first week at home was mostly sleeping and mulching on mom's milk."
    },
    {
        "images": ["8c.JPG"],
        "description": "We struggled with your sleep in the early months. First, we tried to put you in the little bassinet Aldo gave us. We can take it everywhere we go so it was quite convenient but apparently you didn't like it. "
    },
    {
        "images": ["8b.JPG"],
        "description": "Then we tried this little bed. The theory goes that the strings that hang the little mattress will swing gently as you wriggle around, which would help with self-soothing. No, you weren't keen either."
    },
    {
        "images": ["13.JPG", "13a.JPG"],
        "description": "Your first bath at home. Look how tiny you were!"
    },
    {
        "images": ["13b.JPG"],
        "description": "Mum always loved how you would curl up against her chest. "
    },
    {
        "images": ["14.JPG"],
        "description": "11 days after mom's last cup of chocolate at Roslyn, we went back with a precious cargo with us. Everyone loved your bear outfit. This short trip was also your first outing since coming back home. "
    },
    {
        "images": ["15.JPG"],
        "description": "Little pirate."
    },
    {
        "images": ["16.JPG"],
        "description": "We loved to try different clothes on you, which there are many as we gradually collect them over the many months leading up to your birth. This photo was the first one where we had a glimpse of you wearing a girl's demeanour. "
    },
    {
        "images": ["17.JPG"],
        "description": "We shut the curtains most of the times so when you were ready to sleep, we can just hop onto the bed for you. It's hard to believe this photo was at 11 am, in the middle of the day!"
    },
    {
        "images": ["18.JPG"],
        "description": "Full of energy. This surrender body position is your favourite when throwing a tantrum. "
    },
    {
        "images": ["19.JPG"],
        "description": "Your tiny little foot in mom's hand."
    },

    {
        "images": ["20.JPG"],
        "description": "Happy baby. Happy daddy. "
    },
    {
        "images": ["21.JPG", "21c.JPG"],
        "description": "Daddy's little hippo. Fresh after a shower."
    },
    {
        "images": ["21a.JPG", "21b.JPG"],
        "description": "Sharon was a psychotherapy intern who helped us with mom's prenatal depression. She was very happy to meet you."
    },
    {
        "images": ["22.JPG"],
        "description": "Little sleeping bear. "
    },
    {
        "images": ["23.JPG"],
        "description": "You preferred the shower over bath. "
    },
    {
        "images": ["23b.JPG", "23a.JPG"],
        "description": "Mum is always gentler when it comes to helping you burp."
    },
    {
        "images": ["23c.JPG", "23d.JPG"],
        "description": "One of our favourite things was to see you snuggling up, nice and cosy. The whole world seemed to have melted away. There were only you and your sweet breath. "
    },
    {
        "images": ["23m.JPG", "23n.JPG"],
        "description": "The first time you lifted your legs. You were about one month old."
    },
    {
        "images": ["24.JPG", "24a.JPG", "24b.JPG"],
        "description": "One month old! Mum wanted to celebrate this by putting you in this floral dress from Rachel Saunders. You looked beautiful!"
    },
    {
        "images": ["25.JPG"],
        "description": "You just smiled back. Slowly you started to establish eye contact and have interactions with us. "
    },
    {
        "images": ["25a.JPG", "25b.JPG", "25c.JPG"],
        "description": "Mom's first walk outside after giving birth. She felt such a relief to get some fresh air from the ocean finally. When mom was pregnant with you, one of her main exercise activities was to come here and walk for a few hundred of meters. "
    },
    {
        "images": ["26.JPG", "26a.JPG", "26b.JPG"],
        "description": "Your first immunisation vaccination shot at the Maori Hill Clinic. You were wearing a little glove so that you wouldn't scratch yourself after the injection."
    },
    {
        "images": ["27.JPG", "27a.JPG"],
        "description": "Daddy was working with people in US and China at that time. You were very curious about the seat so one day we put you on there. "
    }, {
        "images": ["28.JPG", "28a.JPG"],
        "description": "Mom's first birthday as a mother. The whole family went to Nova to celebrate."
    }, {
        "images": ["29.JPG"],
        "description": "Mum thought you were learning to fly. "
    },

    {
        "images": ["30.JPG"],
        "description": "First time you looked at mom's iPhone."
    }, {
        "images": ["31.JPG"],
        "description": "Your first high temperature after the second immunisation shot. We also went to the antenatal class reunion to see a roomful of babies. Little grant was one of them."
    }, {
        "images": ["32.JPG"],
        "description": "Macintosh was kept out of the room for most of the early days. But he was very interested in checking out this teddy bear when we had you on the second floor. "
    }, {
        "images": ["33.JPG"],
        "description": "Daddy played the music box from Aldo, and you liked it very much. "
    }, {
        "images": ["33a.JPG"],
        "description": "Snowday. Daddy took you out to have a walk, and the photographer from ODT took this photo for us. We would spend a lot of time together with you in the front pack. You slept well in there plus mom could have some time to rest and have a much-needed break. ",
        "created_at": "2014-08-08 09:21:00"
    }, {
        "images": ["34.JPG"],
        "description": "Mum thinks you looked like a little landlord and she had one old photo of her looking quite similar. ",
        "created_at": "2014-08-13 20:21:00"
    }, {
        "images": ["36d.JPG", "36e.JPG"],
        "description": "Your first visit to the library's Wriggle and Rhythm session. Do you still remember the song \"It's time for us to say goodbye. It's time for us to go. Music can be so much fun. And ideas grow and grow. \""
    }, {
        "images": ["37.JPG"],
        "description": "We can't remember exactly why you were crying, but we both love how beautiful, innocent you looked with those precious teardrops. "
    }, {
        "images": ["38.JPG", "38a.JPG", "38b.JPG"],
        "description": "We started to venture out to Central Otago. You would sleep well during the trip, and we got to enjoy some peaceful time together. These photos were from one of our walks in Roxburgh region. On our way back, mom often ended up in the back seat with you in the front pack."
    }, {
        "images": ["36a.JPG", "36b.JPG", "36c.JPG", "36.JPG"],
        "description": "Your first haircut. According to the Chinese tradition, we cut off all hairs on the 100th day. To our surprise, you didn't struggle much. "
    },
    {
        "images": ["40.JPG", "41a.JPG", "41b.JPG", "41c.JPG"],
        "description": "We celebrated your first 100 days by taking you on a train ride to Tairei Gorge. "
    }
]